Repository: chiefpansancolt/devhub
Catalog: DevHub/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: %@ is not set up
de: %@ ist nicht eingerichtet
es: %@ no está configurado
fr: %@ n’est pas configuré
ja: %@ は設定されていません
ko: %@이(가) 설정되지 않았습니다
pt_br: %@ não está configurado
ru: %@ не настроен
zh_hans: %@ 尚未设置

# %@ needs a newer %@
source: %1$@ needs a newer %2$@
de: %@ benötigt ein neueres %@
es: %@ necesita un %@ más reciente
fr: %@ nécessite un %@ plus récent
ja: %@には新しい%@が必要です
ko: %@에는 더 최신 %@ 버전이 필요합니다
pt_br: %@ precisa de um %@ mais recente
ru: %@ требует более новую версию %@
zh_hans: %@ 需要更新的 %@

source: %lld entries
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
ja: %lld件のエントリ
ko: %lld개 항목
pt_br: %lld entradas
ru: %lld записей
zh_hans: %lld 条记录

source: %lld global packages
de: %lld globale Pakete
es: %lld paquetes globales
fr: %lld paquets globaux
ja: %lld個のグローバルパッケージ
ko: 전역 패키지 %lld개
pt_br: %lld pacotes globais
ru: %lld глобальных пакетов
zh_hans: %lld 个全局软件包

source: %lld installed
de: %lld installiert
es: %lld instalados
fr: %lld installés
ja: %lld件インストール済み
ko: %lld개 설치됨
pt_br: %lld instalados
ru: Установлено: %lld
zh_hans: 已安装 %lld 个

# %lld installed, %lld failed
source: %1$lld installed, %2$lld failed
de: %lld installiert, %lld fehlgeschlagen
es: %lld instalados, %lld con error
fr: %lld installés, %lld en échec
ja: %lld件インストール、%lld件失敗
ko: %lld개 설치됨, %lld개 실패
pt_br: %lld instalados, %lld com falha
ru: Установлено: %lld, сбоев: %lld
zh_hans: 已安装 %lld 个，失败 %lld 个

# %lld installed, %lld skipped
source: %1$lld installed, %2$lld skipped
de: %lld installiert, %lld übersprungen
es: %lld instalados, %lld omitidos
fr: %lld installés, %lld ignorés
ja: %lld件インストール、%lld件スキップ
ko: %lld개 설치됨, %lld개 건너뜀
pt_br: %lld instalados, %lld ignorados
ru: Установлено: %lld, пропущено: %lld
zh_hans: 已安装 %lld 个，已跳过 %lld 个

# %lld of %lld
source: %1$lld of %2$lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
ja: %lld / %lld
ko: %lld / %lld
pt_br: %lld de %lld
ru: %lld из %lld
zh_hans: %lld / %lld

# %lld of %lld done
source: %1$lld of %2$lld done
de: %lld von %lld erledigt
es: %lld de %lld completados
fr: %lld sur %lld terminés
ja: %lld / %lld 件完了
ko: %lld / %lld 완료
pt_br: %lld de %lld concluídos
ru: Выполнено %lld из %lld
zh_hans: 已完成 %lld / %lld

# %lld of %lld installed
source: %1$lld of %2$lld installed
de: %lld von %lld installiert
es: %lld de %lld instalados
fr: %lld sur %lld installés
ja: %lld / %lld 件インストール済み
ko: %lld / %lld 설치됨
pt_br: %lld de %lld instalados
ru: Установлено %lld из %lld
zh_hans: 已安装 %lld / %lld

source: %lld skipped
de: %lld übersprungen
es: %lld omitidos
fr: %lld ignorés
ja: %lld件スキップ
ko: %lld개 건너뜀
pt_br: %lld ignorados
ru: Пропущено: %lld
zh_hans: 已跳过 %lld 个

# %lld updated, %lld failed
source: %1$lld updated, %2$lld failed
de: %lld aktualisiert, %lld fehlgeschlagen
es: %lld actualizados, %lld con error
fr: %lld mis à jour, %lld en échec
ja: %lld件アップデート、%lld件失敗
ko: %lld개 업데이트됨, %lld개 실패
pt_br: %lld atualizados, %lld com falha
ru: Обновлено: %lld, сбоев: %lld
zh_hans: 已更新 %lld 个，失败 %lld 个

# %lld updated, %lld skipped
source: %1$lld updated, %2$lld skipped
de: %lld aktualisiert, %lld übersprungen
es: %lld actualizados, %lld omitidos
fr: %lld mis à jour, %lld ignorés
ja: %lld件アップデート、%lld件スキップ
ko: %lld개 업데이트됨, %lld개 건너뜀
pt_br: %lld atualizados, %lld ignorados
ru: Обновлено: %lld, пропущено: %lld
zh_hans: 已更新 %lld 个，跳过 %lld 个

source: %lld updates available
de: %lld Updates verfügbar
es: %lld actualizaciones disponibles
fr: %lld mises à jour disponibles
ja: %lld件のアップデートがあります
ko: 사용 가능한 업데이트 %lld개
pt_br: %lld atualizações disponíveis
ru: %lld доступных обновлений
zh_hans: 有 %lld 个可用更新

source: %lld versions found
de: %lld Versionen gefunden
es: %lld versiones encontradas
fr: %lld versions trouvées
ja: %lld個のバージョンが見つかりました
ko: 버전 %lld개 찾음
pt_br: %lld versões encontradas
ru: Найдено %lld версий
zh_hans: 找到 %lld 个版本

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年
ko: 1년
pt_br: 1 ano
ru: 1 год
zh_hans: 1 年

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
pt_br: 30 dias
ru: 30 дней
zh_hans: 30 天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90日
ko: 90일
pt_br: 90 dias
ru: 90 дней
zh_hans: 90 天

source: A dependency of another package
de: Eine Abhängigkeit eines anderen Pakets
es: Una dependencia de otro paquete
fr: Une dépendance d’un autre paquet
ja: 他のパッケージの依存関係
ko: 다른 패키지의 종속 항목
pt_br: Uma dependência de outro pacote
ru: Зависимость другого пакета
zh_hans: 其他软件包的依赖项

source: About DevHub
de: Über DevHub
es: Acerca de DevHub
fr: À propos de DevHub
ja: DevHubについて
ko: DevHub 정보
pt_br: Sobre o DevHub
ru: О программе DevHub
zh_hans: 关于 DevHub

source: Action
de: Aktion
es: Acción
ja: 操作
ko: 동작
pt_br: Ação
ru: Действие
zh_hans: 操作

source: Actions and command output
de: Aktionen und Befehlsausgabe
es: Acciones y salida de comandos
fr: Actions et sortie des commandes
ja: 操作とコマンド出力
ko: 동작 및 명령 출력
pt_br: Ações e saída de comandos
ru: Действия и вывод команд
zh_hans: 操作和命令输出

source: Actions only
de: Nur Aktionen
es: Solo acciones
fr: Actions uniquement
ja: 操作のみ
ko: 동작만
pt_br: Somente ações
ru: Только действия
zh_hans: 仅操作

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
ru: Активность
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
zh_hans: 全部

source: All available
de: Alle verfügbar
es: Todos disponibles
fr: Tous disponibles
ja: すべて利用可能
ko: 모두 사용 가능
pt_br: Todos disponíveis
ru: Всё доступно
zh_hans: 全部可用

source: All buckets
de: Alle Paketmanager
es: Todos
fr: Tous
ja: 全マネージャー
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 所有包管理器

source: All installed (%lld)
de: Alle installiert (%lld)
es: Todos los instalados (%lld)
fr: Installés (%lld)
ja: インストール済み (%lld)
ko: 설치된 항목 전체 (%lld)
pt_br: Todos os instalados (%lld)
ru: Установленные (%lld)
zh_hans: 全部已安装 (%lld)

source: All packages
de: Alle Pakete
es: Todos
fr: Tous
ja: 全パッケージ
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 所有软件包

source: All time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Toute la période
ja: すべての期間
ko: 전체 기간
pt_br: Todo o período
ru: За всё время
zh_hans: 全部时间

source: All tools are turned off
de: Alle Werkzeuge sind ausgeschaltet
es: Todas las herramientas están desactivadas
fr: Tous les outils sont désactivés
ja: すべてのツールがオフです
ko: 모든 도구가 꺼져 있습니다
pt_br: Todas as ferramentas estão desativadas
ru: Все инструменты выключены
zh_hans: 所有工具均已关闭

source: All tools are turned off. Turn them on in Settings.
de: Alle Werkzeuge sind ausgeschaltet. Schalte sie in den Einstellungen ein.
es: Todas las herramientas están desactivadas. Actívalas en Ajustes.
fr: Tous les outils sont désactivés. Activez-les dans les Réglages.
ja: すべてのツールがオフです。設定でオンにしてください。
ko: 모든 도구가 꺼져 있습니다. 설정에서 켜세요.
pt_br: Todas as ferramentas estão desativadas. Ative-as em Ajustes.
ru: Все инструменты выключены. Включите их в настройках.
zh_hans: 所有工具均已关闭。请在“设置”中开启。

source: All versions
de: Alle Versionen
es: Todas las versiones
fr: Toutes les versions
ja: すべてのバージョン
ko: 모든 버전
pt_br: Todas as versões
ru: Все версии
zh_hans: 所有版本

source: Allow DevHub in System Settings, under Login Items.
de: Erlaube DevHub in den Systemeinstellungen unter „Anmeldeobjekte“.
es: Permite DevHub en Ajustes del Sistema, en Ítems de inicio de sesión.
fr: Autorisez DevHub dans Réglages Système, sous Éléments d’ouverture de session.
ja: システム設定の「ログイン項目」でDevHubを許可してください。
ko: 시스템 설정의 “로그인 항목”에서 DevHub를 허용하세요.
pt_br: Permita o DevHub em Ajustes do Sistema, em Itens de login.
ru: Разрешите DevHub в Системных настройках, в разделе «Объекты входа».
zh_hans: 请在“系统设置”的“登录项”中允许 DevHub。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 모드
pt_br: Aparência
ru: Оформление
zh_hans: 外观

source: Ask before Update all
de: Vor „Alle aktualisieren“ nachfragen
es: Preguntar antes de «Actualizar todo»
fr: Demander avant « Tout mettre à jour »
ja: すべてをアップデートする前に確認
ko: 모두 업데이트 전에 확인
pt_br: Perguntar antes de “Atualizar tudo”
ru: Спрашивать перед обновлением всего
zh_hans: 全部更新前先询问

source: Ask before uninstalling
de: Vor dem Deinstallieren nachfragen
es: Preguntar antes de desinstalar
fr: Demander avant de désinstaller
ja: アンインストールする前に確認
ko: 제거 전에 확인
pt_br: Perguntar antes de desinstalar
ru: Спрашивать перед удалением
zh_hans: 卸载前先询问

source: Automatic check
de: Automatische Prüfung
es: Comprobación automática
fr: Vérification automatique
ja: 自動チェック
ko: 자동 확인
pt_br: Verificação automática
ru: Автоматическая проверка
zh_hans: 自动检查

source: Bucket
de: Paketmanager
es: Gestor de paquetes
fr: Gestionnaire de paquets
ja: パッケージマネージャー
ko: 패키지 관리자
pt_br: Gerenciador de pacotes
ru: Менеджер пакетов
zh_hans: 包管理器

source: Bucket numbers show available updates. Sub-rows show updates of installed.
de: Die Zahlen bei den Paketmanagern zeigen verfügbare Updates. Die Zeilen darunter zeigen Updates von installierten Paketen.
es: Los números junto a los gestores indican las actualizaciones disponibles. Las filas de debajo muestran las de los paquetes instalados.
fr: Les nombres à côté des gestionnaires indiquent les mises à jour disponibles. Les lignes en dessous montrent celles des paquets installés.
ja: パッケージマネージャーの数字は利用可能なアップデート数です。下の行はインストール済みパッケージのアップデートを表します。
ko: 패키지 관리자 옆의 숫자는 사용 가능한 업데이트 수입니다. 아래 행은 설치된 패키지의 업데이트를 보여줍니다.
pt_br: Os números ao lado dos gerenciadores mostram as atualizações disponíveis. As linhas abaixo mostram as dos pacotes instalados.
ru: Числа рядом с менеджерами пакетов показывают доступные обновления. Строки ниже показывают обновления установленных пакетов.
zh_hans: 包管理器旁的数字表示可用更新数量，下方各行表示已安装软件包的更新。

source: Buckets
de: Paketmanager
es: Gestores de paquetes
fr: Gestionnaires de paquets
ja: パッケージマネージャー
ko: 패키지 관리자
pt_br: Gerenciadores de pacotes
ru: Менеджеры пакетов
zh_hans: 包管理器

source: Bun global
de: Globales Bun-Paket
es: Paquete global de Bun
fr: Paquet Bun global
ja: Bunグローバル
ko: Bun 전역
pt_br: Pacote global do Bun
ru: Глобальный пакет Bun
zh_hans: Bun 全局软件包

source: Bun program
de: Bun-Programm
es: Programa Bun
fr: Programme Bun
ja: Bunプログラム
ko: Bun 프로그램
pt_br: Programa Bun
ru: Программа Bun
zh_hans: Bun 程序

source: Calculating…
de: Wird berechnet …
es: Calculando…
fr: Calcul en cours…
ja: 計算中…
ko: 계산 중…
pt_br: Calculando…
ru: Подсчёт…
zh_hans: 正在计算…

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Cargo asks crates.io for the newest version of each tool.
de: Cargo fragt bei crates.io die neueste Version jedes Tools ab.
es: Cargo consulta a crates.io la versión más reciente de cada herramienta.
fr: Cargo demande à crates.io la version la plus récente de chaque outil.
ja: Cargoがcrates.ioに各ツールの最新バージョンを問い合わせます。
ko: Cargo가 crates.io에 각 도구의 최신 버전을 문의합니다.
pt_br: O Cargo consulta o crates.io para obter a versão mais recente de cada ferramenta.
ru: Cargo запрашивает у crates.io последнюю версию каждого инструмента.
zh_hans: Cargo 会向 crates.io 查询每个工具的最新版本。

source: Change
de: Änderung
es: Cambio
fr: Changement
ja: 変更
ko: 변경
pt_br: Mudança
ru: Изменение
zh_hans: 变更

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ja: 再チェック
ko: 다시 확인
pt_br: Verificar novamente
ru: Проверить снова
zh_hans: 重新检查

source: Check against
de: Prüfen gegen
es: Comprobar con
fr: Vérifier avec
ja: 確認の対象
ko: 확인 대상
pt_br: Verificar com
ru: Проверять для
zh_hans: 检查对象

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Buscar atualizações
ru: Проверять обновления
zh_hans: 检查更新

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
ja: 今すぐチェック
ko: 지금 확인
pt_br: Verificar agora
ru: Проверить сейчас
zh_hans: 立即检查

source: Check when DevHub opens
de: Beim Öffnen von DevHub prüfen
es: Comprobar al abrir DevHub
fr: Vérifier à l’ouverture de DevHub
ja: DevHubを開いたときにチェック
ko: DevHub를 열 때 확인
pt_br: Verificar ao abrir o DevHub
ru: Проверять при открытии DevHub
zh_hans: 打开 DevHub 时检查

source: Check when the Mac wakes from sleep
de: Nach dem Ruhezustand des Macs prüfen
es: Comprobar al reactivar el Mac
fr: Vérifier à la sortie de veille du Mac
ja: Macのスリープ解除時にチェック
ko: Mac이 잠자기에서 깨어날 때 확인
pt_br: Verificar ao despertar o Mac
ru: Проверять при выходе Mac из режима сна
zh_hans: Mac 唤醒后检查

source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
ja: チェック済み
ko: 확인됨
pt_br: Verificado
ru: Проверено
zh_hans: 已检查

source: Checked %@
de: Geprüft %@
es: Comprobado %@
fr: Vérifié %@
ja: チェック: %@
ko: %@ 확인됨
pt_br: Verificado %@
ru: Проверено %@
zh_hans: 检查于 %@

source: Checked just now
de: Gerade eben geprüft
es: Comprobado ahora mismo
fr: Vérifié à l’instant
ja: たった今確認
ko: 방금 확인함
pt_br: Verificado agora
ru: Проверено только что
zh_hans: 刚刚检查

source: Checking
de: Wird geprüft
es: Comprobando
fr: Vérification
ja: チェック中
ko: 확인 중
pt_br: Verificando
ru: Проверка
zh_hans: 检查中

source: Checking for updates
de: Suche nach Updates
es: Buscando actualizaciones
fr: Recherche de mises à jour
ja: アップデートを確認中
ko: 업데이트 확인 중
pt_br: Buscando atualizações
ru: Проверка обновлений
zh_hans: 正在检查更新

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
ja: チェック中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
zh_hans: 检查中…

source: Checks
de: Prüfungen
es: Comprobaciones
fr: Vérifications
ja: チェック
ko: 확인
pt_br: Verificações
ru: Проверки
zh_hans: 检查

source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史记录

source: Clear history…
de: Verlauf löschen …
es: Borrar historial…
fr: Effacer l’historique…
ja: 履歴を消去…
ko: 기록 지우기…
pt_br: Limpar histórico…
ru: Очистить историю…
zh_hans: 清除历史记录…

source: Clear the history?
de: Verlauf löschen?
es: ¿Borrar el historial?
fr: Effacer l’historique ?
ja: 履歴を消去しますか？
ko: 기록을 지울까요?
pt_br: Limpar o histórico?
ru: Очистить историю?
zh_hans: 要清除历史记录吗？

source: Clear…
de: Löschen …
es: Borrar…
fr: Effacer…
ja: 消去…
ko: 지우기…
pt_br: Limpar…
ru: Очистить…
zh_hans: 清除…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Close details
de: Details schließen
es: Cerrar detalles
fr: Fermer les détails
ja: 詳細を閉じる
ko: 세부 정보 닫기
pt_br: Fechar detalhes
ru: Закрыть сведения
zh_hans: 关闭详情

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Replié
ja: 折りたたみ
ko: 접힘
pt_br: Recolhido
ru: Свёрнуто
zh_hans: 已折叠

source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pt_br: Comando
ru: Команда
zh_hans: 命令

source: Command output appears here when you update, install or uninstall a package.
de: Die Befehlsausgabe erscheint hier, wenn du ein Paket aktualisierst, installierst oder deinstallierst.
es: La salida de los comandos aparece aquí cuando actualizas, instalas o desinstalas un paquete.
fr: La sortie des commandes apparaît ici lorsque vous mettez à jour, installez ou désinstallez un paquet.
ja: パッケージをアップデート、インストール、またはアンインストールすると、コマンドの出力がここに表示されます。
ko: 패키지를 업데이트, 설치 또는 제거하면 명령 출력이 여기에 표시됩니다.
pt_br: A saída dos comandos aparece aqui quando você atualiza, instala ou desinstala um pacote.
ru: Здесь появится вывод команд, когда вы обновляете, устанавливаете или удаляете пакет.
zh_hans: 更新、安装或卸载软件包时，命令输出会显示在这里。

source: Command output makes the file larger but helps when something fails.
de: Die Befehlsausgabe vergrößert die Datei, hilft aber, wenn etwas fehlschlägt.
es: La salida de comandos hace el archivo más grande, pero ayuda cuando algo falla.
fr: La sortie des commandes alourdit le fichier, mais aide en cas de problème.
ja: コマンドの出力を含めるとファイルは大きくなりますが、問題が起きたときに役立ちます。
ko: 명령 출력을 포함하면 파일이 커지지만 문제가 생겼을 때 도움이 됩니다.
pt_br: A saída dos comandos deixa o arquivo maior, mas ajuda quando algo falha.
ru: Вывод команд увеличивает файл, но помогает при сбоях.
zh_hans: 命令输出会使文件变大，但出错时很有帮助。

source: Complete
de: Vollständig
es: Completo
fr: Complet
ja: 完了
ko: 완료
pt_br: Completo
ru: Готово
zh_hans: 已完成

source: Copy Install Path
de: Installationspfad kopieren
es: Copiar ruta de instalación
fr: Copier le chemin d’installation
ja: インストールパスをコピー
ko: 설치 경로 복사
pt_br: Copiar caminho de instalação
ru: Скопировать путь установки
zh_hans: 拷贝安装路径

source: Copy Package Name
de: Paketnamen kopieren
es: Copiar nombre del paquete
fr: Copier le nom du paquet
ja: パッケージ名をコピー
ko: 패키지 이름 복사
pt_br: Copiar nome do pacote
ru: Скопировать название пакета
zh_hans: 拷贝软件包名称

source: Copy output
de: Ausgabe kopieren
es: Copiar salida
fr: Copier la sortie
ja: 出力をコピー
ko: 출력 복사
pt_br: Copiar saída
ru: Скопировать вывод
zh_hans: 拷贝输出

source: Could not check
de: Nicht prüfbar
es: No se pudo comprobar
fr: Vérification impossible
ja: 確認できません
ko: 확인할 수 없음
pt_br: Não foi possível verificar
ru: Не удалось проверить
zh_hans: 无法检查

source: Could not check: %lld
de: Nicht prüfbar: %lld
es: No se pudo comprobar: %lld
fr: Vérification impossible : %lld
ja: 確認できません: %lld
ko: 확인할 수 없음: %lld
pt_br: Não foi possível verificar: %lld
ru: Не удалось проверить: %lld
zh_hans: 无法检查：%lld

source: Count
de: Zahl
es: Número
fr: Nombre
ja: 件数
ko: 개수
pt_br: Número
ru: Количество
zh_hans: 数量

source: Current
de: Aktuell
es: Actual
fr: Actuelle
ja: 現在
ko: 현재
pt_br: Atual
ru: Текущая
zh_hans: 当前

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмное
zh_hans: 深色

source: Date range
de: Zeitraum
es: Intervalo de fechas
fr: Période
ja: 期間
ko: 기간
pt_br: Período
ru: Период
zh_hans: 日期范围

source: Detail level
de: Detailgrad
es: Nivel de detalle
fr: Niveau de détail
ja: 詳細レベル
ko: 상세 수준
pt_br: Nível de detalhe
ru: Уровень детализации
zh_hans: 详细程度

source: DevHub test notification
de: DevHub-Testmitteilung
es: Notificación de prueba de DevHub
fr: Notification de test DevHub
ja: DevHubテスト通知
ko: DevHub 테스트 알림
pt_br: Notificação de teste do DevHub
ru: Тестовое уведомление DevHub
zh_hans: DevHub 测试通知

source: Disk size
de: Speicherplatz
es: Espacio en disco
fr: Espace disque
ja: ディスク容量
ko: 디스크 용량
pt_br: Espaço em disco
ru: Размер на диске
zh_hans: 磁盘占用

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Dispensar
ru: Закрыть
zh_hans: 关闭

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
ko: 소요 시간
pt_br: Duração
ru: Длительность
zh_hans: 耗时

source: Each package is updated one at a time. This can take a while.
de: Die Pakete werden nacheinander aktualisiert. Das kann eine Weile dauern.
es: Los paquetes se actualizan uno a uno. Puede tardar un rato.
fr: Les paquets sont mis à jour un par un. Cela peut prendre un moment.
ja: パッケージは1つずつアップデートされます。時間がかかる場合があります。
ko: 패키지는 하나씩 업데이트됩니다. 시간이 걸릴 수 있습니다.
pt_br: Os pacotes são atualizados um de cada vez. Isso pode levar um tempo.
ru: Пакеты обновляются по одному. Это может занять некоторое время.
zh_hans: 软件包将逐个更新，这可能需要一些时间。

source: Entries
de: Einträge
es: Entradas
fr: Entrées
ja: エントリ
ko: 항목
pt_br: Entradas
ru: Записи
zh_hans: 条目

source: Every 4 hours
de: Alle 4 Stunden
es: Cada 4 horas
fr: Toutes les 4 heures
ja: 4時間ごと
ko: 4시간마다
pt_br: A cada 4 horas
ru: Каждые 4 часа
zh_hans: 每 4 小时

source: Every hour
de: Jede Stunde
es: Cada hora
fr: Toutes les heures
ja: 1時間ごと
ko: 1시간마다
pt_br: A cada hora
ru: Каждый час
zh_hans: 每小时

source: Every installed version of this gem is removed from Ruby %@.
de: Alle installierten Versionen dieses Gems werden aus Ruby %@ entfernt.
es: Todas las versiones instaladas de esta gem se eliminan de Ruby %@.
fr: Toutes les versions installées de cette gem sont supprimées de Ruby %@.
ja: このgemのインストール済みのすべてのバージョンがRuby %@から削除されます。
ko: 이 gem의 설치된 모든 버전이 Ruby %@에서 제거됩니다.
pt_br: Todas as versões instaladas desta gem são removidas do Ruby %@.
ru: Все установленные версии этого gem будут удалены из Ruby %@.
zh_hans: 此 gem 的所有已安装版本都将从 Ruby %@ 中移除。

source: Every update, uninstall and check is recorded here with the time it ran and the command used.
de: Jedes Update, jede Deinstallation und jede Prüfung wird hier mit Uhrzeit und verwendetem Befehl festgehalten.
es: Cada actualización, desinstalación y comprobación se registra aquí con la hora y el comando utilizado.
fr: Chaque mise à jour, désinstallation et vérification est enregistrée ici avec l’heure et la commande utilisée.
ja: すべてのアップデート、アンインストール、チェックが、実行時刻と使用したコマンドとともにここに記録されます。
ko: 모든 업데이트, 제거, 확인이 실행 시간과 사용한 명령과 함께 여기에 기록됩니다.
pt_br: Cada atualização, desinstalação e verificação é registrada aqui com o horário e o comando usado.
ru: Каждое обновление, удаление и проверка записываются здесь со временем выполнения и использованной командой.
zh_hans: 每次更新、卸载和检查都会记录在这里，包括运行时间和所用命令。

source: Everything here is up to date
de: Hier ist alles auf dem neuesten Stand
es: Todo está al día aquí
fr: Tout est à jour ici
ja: ここはすべて最新です
ko: 여기 있는 항목은 모두 최신입니다
pt_br: Tudo aqui está atualizado
ru: Здесь всё актуально
zh_hans: 此处全部是最新版本

source: Everything is up to date
de: Alles ist auf dem neuesten Stand
es: Todo está al día
fr: Tout est à jour
ja: すべて最新です
ko: 모두 최신입니다
pt_br: Tudo está atualizado
ru: Всё актуально
zh_hans: 全部都是最新版本

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Déplié
ja: 展開
ko: 펼침
pt_br: Expandido
ru: Развёрнуто
zh_hans: 已展开

source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
ja: 書き出す…
ko: 내보내기…
pt_br: Exportar…
ru: Экспорт…
zh_hans: 导出…

source: Failed
de: Fehler
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falha
ru: Сбой
zh_hans: 失败

source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
ru: Размер файла
zh_hans: 文件大小

source: Fill from…
de: Übernehmen aus …
es: Rellenar desde…
fr: Remplir depuis…
ja: インストール済みから入力…
ko: 설치된 항목으로 채우기…
pt_br: Preencher a partir de…
ru: Заполнить из…
zh_hans: 从已安装项填充…

source: Filter installed
de: Installierte filtern
es: Filtrar instalados
fr: Filtrer les installés
ja: インストール済みを絞り込む
ko: 설치된 항목 필터
pt_br: Filtrar instalados
ru: Фильтр установленных
zh_hans: 筛选已安装

source: Filter installed packages
de: Installierte Pakete filtern
es: Filtrar paquetes instalados
fr: Filtrer les paquets installés
ja: インストール済みパッケージを絞り込む
ko: 설치된 패키지 필터
pt_br: Filtrar pacotes instalados
ru: Фильтр установленных пакетов
zh_hans: 筛选已安装的软件包

source: Find…
de: Suchen …
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 찾기…
pt_br: Buscar…
ru: Найти…
zh_hans: 查找…

source: For every update
de: Bei jedem Update
es: Con cada actualización
fr: À chaque mise à jour
ja: アップデートごと
ko: 업데이트마다
pt_br: A cada atualização
ru: При каждом обновлении
zh_hans: 每次更新

source: Forever
de: Unbegrenzt
es: Para siempre
fr: Indéfiniment
ja: 無期限
ko: 영구
pt_br: Para sempre
ru: Бессрочно
zh_hans: 永久

source: Formula
de: Formel

source: Formulae
de: Formeln
ja: Formula
ko: Formula
zh_hans: Formula

source: Found automatically: %@
de: Automatisch gefunden: %@
es: Encontrado automáticamente: %@
fr: Trouvé automatiquement : %@
ja: 自動検出: %@
ko: 자동으로 찾음: %@
pt_br: Encontrado automaticamente: %@
ru: Найдено автоматически: %@
zh_hans: 自动找到：%@

source: Found on this Mac
de: Auf diesem Mac gefunden
es: Encontrado en este Mac
fr: Trouvé sur ce Mac
ja: このMacで見つかりました
ko: 이 Mac에서 찾음
pt_br: Encontrado neste Mac
ru: Найдено на этом Mac
zh_hans: 在此 Mac 上找到

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用

source: Hide Details Pane
de: Detailbereich ausblenden
es: Ocultar panel de detalles
fr: Masquer le panneau de détails
ja: 詳細パネルを隠す
ko: 세부 정보 패널 가리기
pt_br: Ocultar painel de detalhes
ru: Скрыть панель сведений
zh_hans: 隐藏详情窗格
